{
  "TaskName": "Visual Word Meaning Task",
  "Instructions": "In this game you’ll decide if two words relate to each other and you’ll see symbols and decide if they match or not. You’ll also see those green and red crosses throughout the game. If the words go together  or the symbols or crosses match, please press the button under your index finger. If the words do not go together or the symbols or crosses do not match, please press the button under your middle finger. The black cross means it’s time to respond, and the blue cross means to get ready for the next round. Remember to hold still. Let’s get started.",
  "TaskDescription": "The visual word meaning task is designed to visually present participants with two monosyllabic English words and ask them to decide if they relate to each other. Word pairs were categorized into three experimental conditions: high semantic association (HighY), low semantic association (LowY), and not semantically related (UnrN). Participants were instructed to respond ‘yes’ for semantically related conditions (HighY and LowY) and ‘no’ for the not semantically related condition (UnrN). In addition to the three experimental conditions, the task included a perceptual control condition (Perc), in which participants responded “yes” when presented with a pair of matched false font symbols. The task also included a fixation baseline condition (Fix), where participants responded “yes” when they saw a pair of crosses with the same color. The task consisted of 120 trials, divided into two separate 60-trial runs with 12 trials per condition per run. The order of the trials were pseudorandomized, ensuring that no more than three trials of the same conditions appeared consecutively. In each trial, the first stimulus was presented for 800 ms, followed by a 200 ms blank inter-stimulus-interval, and a second 800 ms for the text stimulus. The response window showed a black fixation cross and varied from 2500 to 3500 ms, with one third of trials having each of the following inter-trial intervals: 2500 ms, 3000 ms, and 3500 ms. An additional blue fixation cross was shown for 500 ms, as an indication that the next trial would soon begin."
 }
