{
  "TaskName": "Speech Reading Localizer",
  "Instructions": "In this game you'll see people talking without their voice and making funny faces. You will decide if the words would sound similar or sound different and if the faces are the same or different. You’ll also see those green and red crosses throughout the game. If the words are similar or the face or crosses match, please press the button under your index finger. If the words are not similar or the faces or crosses do not match, please press the button under your middle finger. The black cross means it’s time to respond, and the blue cross means to get ready for the next round. At the end of this run the black cross will stay on the screen for just a little bit longer than the last games. Remember to try your best to move as little as you can until the cross disappears. Let’s get started.",
  "TaskDescription": "The speech reading localizer is designed to visually present participants with two sequential silent face videos of a man or woman saying one monosyllabic word, and ask them to judge if the two words in the videos are similar. Video pairs were categorized into three experimental conditions: phonological onset (Onset), phonological offset (Offset), and no phonological overlap (Diff).Participants were instructed to respond ‘yes’ for phonologically similar conditions (Onset and Offset) and ‘no’ for the not phonologically similar condition (Diff). In addition to the three experimental conditions, the task included a perceptual control condition (Perc), in which participants responded “yes” when presented with a pair of matched nonsense facial gestures (e.g., tongue out). The task also included a fixation baseline condition (Fix), where participants responded “yes” when they saw a pair of crosses with the same color. The task consisted of 96 trials, divided into two separate  48-trials runs. Each run contained 6 trials from the Onset and Offset conditions, and 12 trials each from the Diff, Perc, and Fix conditions. The order of the trials were pseudorandomized, ensuring that no more than three trials of the same conditions appeared consecutively.  In each trial, the first stimulus was presented for 1200 ms, followed by a 200 ms blank inter-stimulus-interval, and a second 1200 ms stimulus. The response window showed a black fixation cross and varied from 2500 to 3500 ms, with one third of trials having each of the following inter-trial intervals: 2500 ms, 3000 ms, and 3500 ms. An additional blue fixation cross was shown 500 ms, as an indication that the next trial would soon begin."
}
