{
  "TaskName": "Signed Language Localizer",
  "Instructions": "In this game you'll a person sign two words or gestures. Look to see if the signs are similar or not similar and if the gestures are the same or not the same. Make sure to look out for handshape, location, and movement of each sign. You are looking to see if two out of the three are the same. You’ll also see those green and red crosses throughout the game. If the signs are similar or the crosses match, please press the button under your index finger. If the signs are not similar or the crosses do not match, please press the button under your middle finger. The black cross means it’s time to respond, and the blue cross means to get ready for the next round. Let's get started.",
  "TaskDescription": " The Signed Language localizer is designed to visually present participants with two videos of either a male or female signer producing common ASL signs and ask them to judge if they are similar or different. Participants are instructed Similar signs can be ASL signs with two of three shared phonological parameters: handshape, location and/or movement. Movement is controlled and only dissimilar handshape and location were included in the experimental trials. Video pairs were categorized into three conditions: shared handshape phonology (HS), shared location phonology (Loc), and shared no phonological overlap (Diff). Participants were instructed to respond ‘yes’ for phonologically similar conditions (HS and Loc) and ‘no’ for the not phonologically similar condition (Diff). In addition to the two experimental conditions, the task included a perceptual control condition (Perc), in which participants responded “yes” when presented with a pair of matched grooming gestures (e.g., touch hair). The task also included a fixation baseline condition (Fix), where participants responded “yes” when they saw a pair of crosses with the same color. The task consisted of 96 trials, divided into two separate  48-trials runs. Each run contained 6 trials from the HS and Loc conditions, and 12 trials each from the Diff, Perc, and Fix conditions. The order of the trials were pseudorandomized, ensuring that no more than three trials of the same conditions appeared consecutively. In each trial, the first stimulus was presented for 1200 ms, followed by a 200 ms blank inter-stimulus-interval, and a second 1200 ms video stimulus. The response window showed a black fixation cross and varied from 2500 to 3500 ms, with one third of trials having each of the following inter-trial intervals: 2500 ms, 3000 ms, and 3500 ms. An additional blue fixation cross was shown for 500 ms, as an indication that the next trial would soon begin."
}
