{
  "TaskName": "Visual word Rhyming Task",
  "Instructions": "In this game you’ll decide if the words you see rhyme or not and see symbols and decide if they match or not. You’ll also see those green and red crosses throughout the game. If the words rhyme or the symbols or crosses match, please press the button under your index finger. If the words do not rhyme or the symbols or crosses do not match, please press the button under your middle finger. The black cross means it’s time to give your answer, and the blue cross means the next round is starting soon. Remember to hold still. Let’s get started.",
  "TaskDescription": "The visual word rhyming task is designed to visually present participants with two monosyllabic English words and asked to make a rhyming judgement. Word pairs were categorized into four experimental conditions: orthographically similar and phonologically similar (OyPy), orthographically different and phonologically similar (OnPy), orthographically similar and phonologically different (OyPn), and orthographically different and phonologically different (OnPn). Participants were instructed to respond ‘yes’ using their right index finger for rhyming conditions (OyPy and OnPy) and ‘no’ using their right middle finger for the non-rhyming conditions (OyPn and OnPn). In addition to the four experimental conditions, the task included a perceptual control condition (Perc), in which participants responded “yes” when presented with a pair of matched false font symbols. The task also included a fixation baseline condition (Fix), where participants responded “yes” when they saw a pair of crosses with the same color. The task consisted of 144 trials, divided into two separate 72-trial runs with 12 trials per condition per run. The order of the trials were pseudorandomized, ensuring that no more than three trials of the same conditions appeared consecutively. In each trial, the first stimulus was presented for 800 ms, followed by a 200 ms blank inter-stimulus-interval, and a second 800 ms for the text stimulus. The response window showed a black fixation cross and varied from 2500 to 3500 ms, with one third of trials having each of the following inter-trial intervals: 2500 ms, 3000 ms, and 3500 ms. An additional blue fixation cross was shown for 500 ms, as an indication that the next trial would soon begin."
}
