{
  "TaskName": "Picture Rhyming Localizer",
  "Instructions": "In this game you'll see pictures and decide if the corresponding words rhyme or not. You will also see two fuzzy pictures and decide if they are the same or not the same. You’ll also see those green and red crosses throughout the game. If the pictures rhyme or match, or the crosses match, please press the button under your index finger. If the pictures do not rhyme or match or the crosses do not match, please press the button under your middle finger. The black cross means it’s time to respond, and the blue cross means to get ready for the next round. Let's get started.",
  "TaskDescription": "The picture rhyming localizer is designed to visually present participants with two pictures corresponding to English words. Participants are asked to mentally label the objects in English, and make a rhyming judgement. Picture pairs were categorized into two experimental conditions: rhyming (PicY), and not rhyming  (PicN). Participants were instructed to respond ‘yes’ for rhyming condition (PicY) and ‘no’ for the not rhyming condition (PicN). In addition to the two experimental conditions, the task included a perceptual control condition (Perc), in which participants responded “yes” when presented with a pair of matched visually scrambled pictures. The task also included a fixation baseline condition (Fix), where participants responded “yes” when they saw a pair of crosses with the same color. The task consisted of 96 trials, divided into two separate 48-trial runs with 12 trials per condition per run. The order of the trials were pseudorandomized, ensuring that no more than three trials of the same conditions appeared consecutively. In each trial, the first stimulus was presented for 1000 ms, followed by a 200 ms blank inter-stimulus-interval, and a second 1000 ms stimulus. The response window showed a black fixation cross and varied from 2500 to 3500 ms, with one third of trials having each of the following inter-trial intervals: 2500 ms, 3000 ms, and 3500 ms. An additional blue fixation cross was shown for 500 ms, as an indication that the next trial would soon begin."
}
