{
  "MeasurementToolMetadata": {
    "Description": "Experimental Measures",
    "TermURL": "XX",
    "Citation": "XX"
  },
  "EXAMP_LE": {
    "LongName": "Example",
    "Description": "Descriptive info"
  },
  "ID": {
    "LongName": "ID Number",
    "Description": "Sequential numbers to organize the current dataset"
  },
  "TASK": {
    "LongName": "Task label",
    "Description": "Each of 6 experimental tasks, including LocalASL, LocalSR, LocalEng, LocalEng, ReadMean, and ReadPhon"
  },
  "CONDITION": {
    "LongName": "Condition label",
    "Description": "Experimental conditions for each task. This list excludes perceptual and fixation trials."
  },
  "PRIME": {
    "LongName": "Prime Word",
    "Description": "First in pair of stimuli"
  },
  "TARGET": {
    "LongName": "Target Word",
    "Description": "Second in pair of stimuli"
  },
  "P_FreqHal": {
    "LongName": "Prime Word HAL Frequency",
    "Description": "Word frequency for the prime word based on the Hyperspace Analogue to Language (HAL) norms from the English Lexicon Project"
  },
  "T_FreqHal": {
    "LongName": "Target Word HAL Frequency",
    "Description": "Word frequency for the target word based on the HAL norms"
  },
  "P_BGSUM": {
    "LongName": "Prime Bigram Frequency Sum",
    "Description": "Summed frequency of all adjacent letter pairs (bigrams) in the prime word"
  },
  "T_BGSUM": {
    "LongName": "Target Bigram Frequency Sum",
    "Description": "Summed frequency of all adjacent letter pairs (bigrams) in the target word"
  },
  "P_POS": {
    "LongName": "Prime Word Part of Speech",
    "Description": "Syntactic part of speech classification of the prime word"
  },
  "T_POS": {
    "LongName": "Target Word Part of Speech",
    "Description": "Syntactic part of speech classification of the target word"
  },
  "P_P_EN": {
    "LongName": "Prime Phonological Enemies",
    "Description": "Number of words that share the same orthographic rime as the prime word but differ in pronunciation, used to calculate phonological consistency"
  },
  "T_P_EN": {
    "LongName": "Target Phonological Enemies",
    "Description": "Number of words that share the same orthographic rime as the target word but differ in pronunciation"
  },
  "P_O_EN": {
    "LongName": "Prime Orthographic Enemies",
    "Description": "Number of words that share the same phonological rime as the prime word but differ in spelling, used to calculate orthographic consistency"
  },
  "T_O_EN": {
    "LongName": "Target Orthographic Enemies",
    "Description": "Number of words that share the same phonological rime as the target word but differ in spelling"
  },
  "P_LEN": {
    "LongName": "Prime Word Length",
    "Description": "Length of the prime word in number of letters"
  },
  "T_LEN": {
    "LongName": "Target Word Length",
    "Description": "Length of the target word in number of letters"
  },
  "P_P_CONS": {
    "LongName": "Prime Phonological Consistency",
    "Description": "The ratio of phonological friends to total phonological neighbors (friends / [friends + phonological enemies]) for the prime word. This reflects the consistency between spelling matches the pronunciation expected based on similar words. "
  },
  "T_P_CONS": {
    "LongName": "Target Phonological Consistency",
    "Description": "The ratio of phonological friends to total phonological neighbors (friends / [friends + phonological enemies]) for the target word. Higher values indicate more consistent spelling-to-sound mappings."
  },
  "P_O_CONS": {
    "LongName": "Prime Orthographic Consistency",
    "Description": "The ratio of orthographic friends to total orthographic neighbors (friends / [friends + orthographic enemies]) for the prime word. This examines how well the pronunciations of words with similar spellings align."
  },
  "T_O_CONS": {
    "LongName": "Target Orthographic Consistency",
    "Description": "The ratio of orthographic friends to total orthographic neighbors (friends / [friends + orthographic enemies]) for the target word."
  },
  "P_ELP_NAMACC": {
    "LongName": "Prime English Lexicon Project Naming Accuracy",
    "Description": "Lexical decision task naming accuracy for the prime word, derived from the English Lexicon Project"
  },
  "T_ELP_NAMACC": {
    "LongName": "Target English Lexicon Project Naming Accuracy",
    "Description": "Lexical decision task naming accuracy for the target word"
  },
  "P_CH_WF": {
    "LongName": "Prime Written Frequency in Children",
    "Description": "Prime word frequency in children's writing, based on childLex norms"
  },
  "T_CH_WF": {
    "LongName": "Target Written Frequency in Children",
    "Description": "Target word frequency in children's writing"
  },
  "P_ASLLexID": {
    "LongName": "Prime ASL-LEX Entry ID",
    "Description": "Unique identifier for the prime item in the ASL-LEX database (Caselli et al., 2017). This value links to detailed lexical properties of American Sign Language signs. Imperfect matches are noted in colored cells and further explained in _DHH_Sources_StimChar.xls."
  },
  "T_ASLLexID": {
    "LongName": "Target ASL-LEX Entry ID",
    "Description": "Unique identifier for the target item in the ASL-LEX database."
  },
  "P_ASLLexFreq": {
    "LongName": "Prime ASL-LEX Subejctive Frequency Rating",
    "Description": "Frequency of the prime item in ASL-LEX, representing subjective frequency estimates from Deaf signers. Higher values indicate greater familiarity or usage."
  },
  "T_ASLLexFreq": {
    "LongName": "Target ASL-LEX Subejctive Frequency Rating",
    "Description": "Frequency of the target item in ASL-LEX, based on signer-rated familiarity."
  },
  "P_ASLLexIcon": {
    "LongName": "Prime ASL-LEX Iconicity Rating",
    "Description": "Iconicity rating of the prime sign from the ASL-LEX database, reflecting how much the sign’s form resembles its meaning, as judged by hearing non-signers on a 1–7 scale."
  },
  "T_ASLLexIcon": {
    "LongName": "Target ASL-LEX Iconicity Rating",
    "Description": "Iconicity of the target sign, based on ASL-LEX normative data."
  },
  "P_ELEX": {
    "LongName": "Prime Naming Agreement (ELEX1)",
    "Description": "Percent naming agreement for the prime item from the ELEX1 norms in the International Picture Naming Project (IPNP), representing how consistently participants named the image using the intended label."
  },
  "T_ELEX": {
    "LongName": "Target Naming Agreement (ELEX1)",
    "Description": "Percent naming agreement for the target item from ELEX1 in the IPNP database."
  },
  "P_PHFREQ": {
    "LongName": "Prime Phonological Frequency",
    "Description": "Positional probability of adjacent phoneme pairs in the prime word, computed using the University of Kansas Phonotactic Probability Calculator. Higher values indicate greater phonotactic probability."
  },
  "T_PHFREQ": {
    "LongName": "Target Phonological Frequency",
    "Description": "Positional probability of adjacent phoneme pairs in the target word, based on the University of Kansas Phonotactic Probability Calculator."
  },
  "ASS": {
    "LongName": "Forward Association Strength",
    "Description": "Forward association strength based on the University of South Florida Free Association Norms (Nelson et al., 1998). This indicates the likelihood that the prime word elicits the target word as a response."
  }
}
